Revit 2027 API
WorksharingDisplayGraphicSettings.LineColor Property
 The line color that will be applied to elements when these settings are applied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color LineColor { get; }
Public ReadOnly Property LineColor As Color
	Get
public:
property Color^ LineColor {
	Color^ get ();
}
member LineColor : Color with get
Property Value
Color
See Also
Reference
WorksharingDisplayGraphicSettings Class
Autodesk.Revit.DB Namespace